Repository: pizza-studio/PizzaHelperUnited
Catalog: Packages/PZKit/Sources/PZAccountKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# dailyNote.zzz.vhsState.awaitingForOperation
source: Off Duty
de: Außer Dienst
es: Fuera de servicio
fil: Walang Tungkulin
fr: Hors service
it: Fuori servizio
ja: 勤務外
ko: 근무 종료
ru: Не на службе
vi: Hết nhiệm vụ
zh_hans: 已打烊
zh_hant: 已打烊

# dailyNote.zzz.vhsState.inOperation
source: In Operation
de: In Betrieb
es: En operación
fil: Nasa Operasyon
fr: En activité
it: In funzione
ja: 運営中
ko: 운영 중
ru: В эксплуатации
vi: Đang hoạt động
zh_hans: 正在营业
zh_hant: 正在營業

# dailyNote.zzz.vhsState.revenueAvailable
source: Pending Settlement
de: Ausstehende Abrechnung
es: Pendiente de liquidación
fil: Nakahanda para sa Pagsasaayos
fr: En attente de règlement
it: In attesa di regolamento
ja: 決済待ち
ko: 정산 대기
ru: Ожидает урегулирования
vi: Chờ quyết toán
zh_hans: 待结算
zh_hant: 待結算

# MiHoYoAPIError.countryRegionRestriction
source: [HoYoAPIErr] The network environment in your current geo location is out of HoYoLAB service perimeter.
de: [HoYoAPIErr] Das Netzwerkumfeld an Ihrem aktuellen geografischen Standort liegt außerhalb des Servicebereichs von HoYoLAB.
es: [HoYoAPIErr] El entorno de red en su ubicación geográfica actual está fuera del perímetro de servicio de HoYoLAB.
fil: [HoYoAPIErr] Ang network environment sa iyong kasalukuyang lokasyon ay nasa labas ng saklaw ng serbisyo ng HoYoLAB.
fr: [HoYoAPIErr] L’environnement réseau de votre position géographique actuelle est en dehors du périmètre de service de HoYoLAB.
it: [HoYoAPIErr] L'ambiente di rete nella tua posizione geografica attuale è al di fuori del perimetro di servizio di HoYoLAB.
ja: [HoYoAPIエラー] この端末の所在地理上の位置のネットワーク環境は HoYoLAB のサービス対象範囲外とされております。
ko: [HoYoAPI오류] 현재 위치의 네트워크 환경은 HoYoLAB 서비스 범위 밖에 있습니다.
ru: [HoYoAPIErr] Сетевое окружение в вашем текущем географическом местоположении находится вне зоны обслуживания HoYoLAB.
vi: [HoYoAPIErr] Môi trường mạng tại vị trí địa lý hiện tại của bạn nằm ngoài phạm vi dịch vụ của HoYoLAB.
zh_hans: [HoYoAPI 错误] 您当前的地理位置的网络环境处于 HoYoLAB 服务范围之外。
zh_hant: [HoYoAPI 錯誤] 您當前的地理位置的網路環境處於 HoYoLAB 服務範圍之外。

# MiHoYoAPIError.fingerPrintInvalidOrMissing
source: [HoYoAPIErr] Device fingerprint is either wrecked or missing from the stored cookie.
de: [HoYoAPIErr] Geräte-Fingerabdruck ist entweder beschädigt oder fehlt im gespeicherten Cookie.
es: [HoYoAPIErr] La huella digital del dispositivo está dañada o falta en la cookie almacenada.
fil: [HoYoAPIErr] Ang fingerprint ng device ay nasira o nawawala mula sa nakaimbak na cookie.
fr: [HoYoAPIErr] L'empreinte numérique de l'appareil est soit endommagée, soit manquante dans le cookie stocké.
it: [HoYoAPIErr] L'impronta digitale del dispositivo è danneggiata o mancante nel cookie memorizzato.
ja: [HoYoAPIエラー] Cookie には端末指紋が欠缺・無効。
ko: [HoYoAPIErr] 기기 핑거프린트가 손상되었거나 저장된 쿠키에 없습니다.
ru: [HoYoAPIErr] Отпечаток устройства либо поврежден, либо отсутствует в сохраненном cookie.
vi: [HoYoAPIErr] Vân tay thiết bị bị hỏng hoặc thiếu trong cookie đã lưu.
zh_hans: [HoYoAPI 错误] Cookie尚未包含设备指纹数据、或相关数据失效。
zh_hant: [HoYoAPI 錯誤] Cookie 尚未包含設備指紋資料、或相關資料失效。

# MiHoYoAPIError.insufficientDataVisibility
source: Insufficient data visibility in the Miyoushe / HoYoLAB account settings.
de: Unzureichende Datensichtbarkeit in den Miyoushe / HoYoLAB-Kontoeinstellungen
es: Visibilidad de datos insuficiente en la configuración de la cuenta de Miyoushe / HoYoLAB.
fil: Hindi sapat na visibility ng data sa mga setting ng account ng Miyoushe / HoYoLAB.
fr: Visibilité des données insuffisante dans les paramètres du compte Miyoushe / HoYoLAB
it: Visibilità insufficiente dei dati nelle impostazioni dell'account Miyoushe / HoYoLAB
ja: 米遊社 / HoYoLAB アカウント設定での資料公開権限は不足である。
ko: 미유쉐 / 호요랩 계정 설정에서 데이터 가시성이 불충분합니다.
ru: Недостаточная видимость данных в настройках аккаунта Miyoushe / HoYoLAB
vi: Không đủ khả năng hiển thị dữ liệu trong cài đặt tài khoản Miyoushe / HoYoLAB.
zh_hans: 米游社 / HoYoLAB 账号设定内的数据公开权限不足。
zh_hant: 米遊社 / HoYoLAB 帳號設定內的資料公開權限不足。

# MiHoYoAPIError.reloginRequired
source: [HoYoAPIErr] Please relogin.
de: [HoYoAPIErr] Bitte erneut anmelden.
es: [HoYoAPIErr] Por favor, inicie sesión nuevamente.
fil: [Pakitang HoYoAPIErr] Mangyaring mag-login muli.
fr: [HoYoAPIErr] Veuillez vous reconnecter.
it: [HoYoAPIErr] Effettua nuovamente il login.
ja: [HoYoAPIエラー] 再ログインが必要である。
ko: [HoYoAPIErr] 다시 로그인하십시오
ru: [HoYoAPIErr] Пожалуйста, войдите снова.
vi: [Vấn đề HoYoAPI] Vui lòng đăng nhập lại.
zh_hans: [HoYoAPI 错误] 请重新登录。
zh_hant: [HoYoAPI 錯誤] 請重新登入。

# MiHoYoAPIError.serverUnderMaintenanceUpgrade
source: Miyoushe / HoYoLAB server under maintenance.
de: Miyoushe / HoYoLAB-Server wird gewartet.
es: Servidor de Miyoushe / HoYoLAB en mantenimiento.
fil: Miyoushe / HoYoLAB server ay kasalukuyang nagmementena.
fr: Serveur Miyoushe / HoYoLAB en maintenance.
it: Server Miyoushe / HoYoLAB in manutenzione.
ja: 米遊社 / HoYoLAB サーバーは整備中である。
ko: Miyoushe / HoYoLAB 서버 점검 중입니다.
ru: Сервер Miyoushe / HoYoLAB на техническом обслуживании.
vi: Máy chủ Miyoushe / HoYoLAB đang bảo trì.
zh_hans: 米游社 / HoYoLAB 服务器正在进行维护处理。
zh_hant: 米遊社 / HoYoLAB 伺服器正在進行維護處理。

# MiHoYoAPIError.sTokenV2InvalidOrMissing
source: [HoYoAPIErr] STokenV2 is either wrecked or missing from the stored cookie.
de: [HoYoAPIErr] STokenV2 ist entweder beschädigt oder fehlt im gespeicherten Cookie.
es: [HoYoAPIErr] STokenV2 está dañado o falta en la cookie almacenada.
fil: [HoYoAPIErr] Ang STokenV2 ay sira o nawawala mula sa naka-save na cookie.
fr: [Erreur HoYoAPI] STokenV2 est soit corrompu, soit manquant dans le cookie stocké.
it: [HoYoAPIErr] STokenV2 è danneggiato o mancante dal cookie memorizzato.
ja: [HoYoAPIエラー] Cookie には STokenV2 が欠缺・無効。
ko: [HoYoAPIErr] 저장된 쿠키에서 STokenV2가 손상되었거나 누락되었습니다.
ru: [HoYoAPIErr] STokenV2 либо поврежден, либо отсутствует в сохраненном cookie
vi: [HoYoAPIErr] STokenV2 bị hỏng hoặc không có trong cookie được lưu trữ.
zh_hans: [HoYoAPI 错误] Cookie 尚未包含 STokenV2 数据、或相关数据失效。
zh_hant: [HoYoAPI 錯誤] Cookie 尚未包含 STokenV2 資料、或相關資料失效。

# MiHoYoAPIError.verificationNeeded
source: [HoYoAPIErr] Human verification needed.
de: [HoYoAPIErr] Menschliche Überprüfung erforderlich.
es: [HoYoAPIErr] Se necesita verificación humana.
fil: Kailangang patunayan ang tao.
fr: [HoYoAPIErr] Vérification humaine requise.
it: [HoYoAPIErr] Verifica umana necessaria.
ja: [HoYoAPIエラー] 人間認証が必要である。
ko: [HoYoAPIErr] 사람 인증 필요
ru: [HoYoAPIErr] Требуется проверка человека.
vi: [Cảnh báo HoYoAPI] Cần xác minh nhân bản
zh_hans: [HoYoAPI 错误] 需要人机验证。
zh_hant: [HoYoAPI 錯誤] 需要人機驗證。

# notification.dailyTask.body:%@%@%@
source: The daily commission for %1$@ is not yet completed. The current progress is %2$@/%3$@.
de: Die tägliche Provision für %1$@ ist noch nicht abgeschlossen. Der aktuelle Fortschritt beträgt %2$@/%3$@.
es: La comisión diaria para %1$@ aún no está completada. El progreso actual es %2$@/%3$@.
fil: Ang pang-araw-araw na komisyon para sa %1$@ ay hindi pa tapos. Ang kasalukuyang progreso ay %2$@/%3$@.
fr: La commission quotidienne pour %1$@ n'est pas encore terminée. La progression actuelle est de %2$@/%3$@.
it: La commissione giornaliera per %1$@ non è ancora completata. L'attuale progresso è %2$@/%3$@.
ja: 「%1$@」のデイリー依頼・訓練はまだ未完成です。現在の進捗状況は：%2$@/%3$@。
ko: %1$@의 오늘 일일 커미션이 아직 완료되지 않았습니다. 현재 진행 상황은 %2$@/%3$@입니다.
ru: Ежедневное поручение для %1$@ еще не завершено. Текущий прогресс %2$@/%3$@.
vi: Hoa hồng hàng ngày cho %1$@ chưa hoàn thành. Tiến độ hiện tại là %2$@/%3$@.
zh_hans: 「%1$@」的每日委托尚未完成，当前进度为 %2$@/%3$@。
zh_hant: 「%1$@」的每日委託尚未完成，當前進度為 %2$@/%3$@。

# notification.dailyTask.title:%@
source: Reminder: Daily Commission for %@
de: Erinnerung: Täglicher Auftrag für %@
es: Recordatorio: Comisión diaria para %@
fil: Paalala: Pang-araw-araw na Komisyon para sa %@
fr: Rappel : Commission quotidienne pour %@
it: Promemoria: Commissione giornaliera per %@
ja: 「%@」のデイリー依頼・訓練
ko: 알림: %@님의 일일 커미션
ru: Напоминание: Ежедневная комиссия для %@
vi: Nhắc nhở: Hoa hồng hàng ngày cho %@
zh_hans: 「%@」每日委托提醒
zh_hant: 「%@」每日委託提醒

# notification.echoOfWar.body:%@%@
source: %1$@ has %2$@ rewards(s) left for Echo of War.
de: %1$@ hat noch %2$@ Belohnung(en) für das Echo des Krieges übrig.
es: %1$@ tiene %2$@ recompensa(s) restantes para Ecos de la guerra.
fil: May %2$@ natitirang gantimpala para sa Echo of War si %1$@.
fr: %1$@ a encore %2$@ récompense(s) pour l'Écho de la guerre.
it: %1$@ ha ancora %2$@ ricompensa(e) per l'Eco della Guerra.
ja: 「%1$@」はスターレイルでの今週の歴戦余韻の奨励は %2$@ 回残っております。
ko: %1$@님은 전쟁의 여운 보상이 %2$@회 남았습니다.
ru: У %1$@ осталось %2$@ награды(д) за Эхо войны.
vi: %1$@ còn %2$@ phần thưởng cho Dư Âm Chiến Đấu.
zh_hans: 「%1$@」本周还剩 %2$@ 次星穹铁道历战余响奖励领取次数。
zh_hant: 「%1$@」本週還剩 %2$@ 次星穹鐵道歷戰餘響獎勵領取次數。

# notification.echoOfWar.title:%@
source: Reminder: HSR Echo of War Rewards Left for %@
de: Erinnerung: HSR Echo des Krieges Belohnungen für %@
es: Recordatorio: Recompensas restantes de Ecos de la guerra para %@
fil: Paalala: Echo of War na mga natitirang gantimpala para sa %@
fr: Rappel : Récompenses restantes pour l'Écho de la guerre pour %@
it: Promemoria: Ricompense residue per l'Eco della Guerra per %@
ja: 「%@」のスターレイル歴戦余韻の残った奨励
ko: 알림: %@님의 전쟁의 여운 남은 보상
ru: Напоминание: Остались награды за Эхо войны для %@
vi: Nhắc nhở: Phần thưởng Dư Âm Chiến Đấu còn lại cho %@
zh_hans: 「%@」星穹铁道历战余响奖励剩余提醒
zh_hant: 「%@」星穹鐵道歷戰餘響獎勵剩餘提醒

# notification.expedition.each.body:%@%@
source: Expedition #’%2$@’ for %1$@ has been completed.
de: Expedition „%2$@“ für %1$@ wurde abgeschlossen.
es: La expedición #’%2$@’ para %1$@ ha sido completada.
fil: Tapos na ang ekspedisyon #’%2$@’ para sa %1$@.
fr: L'expédition n°’%2$@’ pour %1$@ est terminée.
it: La spedizione #’%2$@’ per %1$@ è stata completata
ja: 「%1$@」の派遣依頼 #%2$@ は完了しました。
ko: %1$@의 탐험 #%2$@이 완료되었습니다.
ru: Экспедиция №'%2$@' для %1$@ завершена
vi: Cuộc thám hiểm số %2$@ cho %1$@ đã hoàn tất.
zh_hans: 「%1$@」的派遣委托 #%2$@ 已完成。
zh_hant: 「%1$@」的派遣委託 #%2$@ 已完成。

# notification.expedition.method.each
source: Each Task Finished
de: Jede Aufgabe abgeschlossen
es: Cada tarea terminada
fil: Natapos ang Bawat Gawain
fr: Chaque tâche a été terminée
it: Ogni Attività Completata
ja: 任意の1つが完了したの時
ko: 각 작업 완료
ru: Каждое задание завершено
vi: Mỗi công việc hoàn thành
zh_hans: 任意一个完成时
zh_hant: 任意一個完成時

# notification.expedition.method.summary
source: All Task Finished
de: Alle Aufgaben abgeschlossen
es: Todas las tareas terminadas
fil: Tapos na ang Lahat ng Gawain
fr: Toutes les tâches sont terminées
it: Tutte le attività completate
ja: 全部完了したの時
ko: 모든 작업 완료
ru: Все задачи завершены
vi: Tất cả nhiệm vụ đã hoàn thành
zh_hans: 全部完成时
zh_hant: 全部完成時

# notification.expedition.summary.body:%@
source: All expeditions for %@ have been completed.
de: Alle Expeditionen für %@ wurden abgeschlossen.
es: Todas las expediciones para %@ han sido completadas.
fil: Nakumpleto na ang lahat ng ekspedisyon para sa %@
fr: Toutes les expéditions pour %@ ont été complétées.
it: Tutte le spedizioni per %@ sono state completate.
ja: 「%@」の派遣依頼は全部完了しました。
ko: %@에 대한 모든 탐험이 완료되었습니다.
ru: Все экспедиции для %@ завершены.
vi: Tất cả các chuyến thám hiểm cho %@ đã hoàn thành.
zh_hans: 「%@」的派遣委托已全部完成。
zh_hant: 「%@」的派遣委託已全部完成。

# notification.expedition.title:%@
source: Reminder: Expeditions for %@
de: Erinnerung: Expeditionen für %@
es: Recordatorio: Expediciones para %@
fil: Paalala: Pagsaliksik para sa %@
fr: Rappel : Expéditions pour %@
it: Promemoria: Spedizioni per %@
ja: 「%@」の派遣依頼リマインダー
ko: 알림: %@의 탐험
ru: Напоминание: Экспедиции для %@
vi: Nhắc nhở: Cuộc thám hiểm cho %@
zh_hans: 「%@」派遣委托提醒
zh_hant: 「%@」派遣委託提醒

# notification.katheryneRewardsAvailable.body:%@
source: Daily task rewards for %@ are available to receive at Katheryne's counter.
de: Tägliche Aufgabenbelohnungen für %@ können am Schalter von Katheryne abgeholt werden.
es: Las recompensas diarias por tareas de %@ están disponibles para recibir en el mostrador de Katheryne.
fil: Makukuha mo ang mga gantimpala ng pang-araw-araw na gawain para sa %@ sa counter ni Katheryne.
fr: Les récompenses quotidiennes de tâche pour %@ sont disponibles à la réception de Catherine.
it: Le ricompense per le missioni giornaliere per %@ sono disponibili al banco di Katheryne
ja: キャサリンからの今日の「%@」への報酬は受け取り可能です。
ko: %@에 대한 일일 임무 보상을 Katheryne의 카운터에서 받을 수 있습니다.
ru: Ежедневные награды за задачи для %@ доступны у стойки Катерины.
vi: Bạn có thể nhận phần thưởng nhiệm vụ hàng ngày cho %@ tại quầy của Katheryne.
zh_hans: 请前往凯瑟琳柜台领取「%@」的今日奖励。
zh_hant: 請前往凱瑟琳櫃檯領取「%@」的今日獎勵。

# notification.katheryneRewardsAvailable.title:%@
source: Reminder: Katheryne Rewards for %@
de: Erinnerung: Katheryne-Belohnungen für %@
es: Recordatorio: Recompensas de Katheryne para %@
fil: Paalala: Mga Gantimpala ni Katheryne para sa %@
fr: Rappel : Récompenses Catherine pour %@
it: Promemoria: Ricompense Katheryne per %@
ja: 「%@」のキャサリン報酬
ko: 알림: %@의 Katheryne 보상
ru: Напоминание: Награды Катерины за %@
vi: Nhắc nhở: Phần thưởng Katheryne cho %@
zh_hans: 「%@」凯瑟琳奖励提醒
zh_hant: 「%@」凱瑟琳獎勵提醒

# notification.parametricTransformer.body:%@
source: %@'s parametric transformer is available.
de: %@s parametrischer Transformator ist verfügbar.
es: El transformador paramétrico de %@ está disponible.
fil: %@'s parametric transformer ay magagamit na
fr: Le transformateur paramétrique de %@ est disponible.
it: Il trasformatore parametrico di %@ è disponibile.
ja: 「%@」の参量物質変化器が利用可能になりました。
ko: %@의 파라메트릭 트랜스포머를 사용할 수 있습니다.
ru: Параметрический трансформатор %@ доступен.
vi: Bộ biến đổi tham số của %@ có sẵn
zh_hans: 「%@」的参量质变仪已就绪。
zh_hant: 「%@」的參數質變儀已就緒。

# notification.parametricTransformer.title:%@
source: Reminder: Parametric Transformer for %@
de: Erinnerung: Parametrischer Transformator für %@
es: Recordatorio: Transformador Paramétrico para %@
fil: Paalala: Parametric Transformer para sa %@
fr: Rappel : Transformateur paramétrique pour %@
it: Promemoria: Trasformatore Parametrico per %@
ja: 「%1$@」の参量物質変化器
ko: 리마인더: %@에 대한 파라메트릭 트랜스포머
ru: Напоминание: параметрический трансформатор для %@
vi: Nhắc nhở: Bộ chuyển đổi tham số cho %@
zh_hans: 「%@」的参量质变仪提醒
zh_hant: 「%@」的參數質變儀提醒

# notification.realmCurrency.body:%@
source: %@'s realm currency is filled up.
de: Die Reichswährung von %@ ist voll.
es: La moneda del reino de %@ está llena.
fil: Ang pera sa kaharian ni %@ ay puno na.
fr: La monnaie de royaume de %@ est pleine
it: La valuta del regno di %@ è piena.
ja: 「%@」の洞天集宝盆は全部満たしました。
ko: %@의 영역 화폐가 가득 찼습니다
ru: Запас валюты мира %@ заполнен.
vi: Tiền tệ vùng của %@ đã đầy.
zh_hans: 「%@」的洞天财瓮已装满。
zh_hant: 「%@」的洞天財甕已滿載。

# notification.realmCurrency.title:%@
source: Reminder: Realm Currency for %@
de: Erinnerung: Reichswährung für %@
es: Recordatorio: Moneda del Reino para %@
fil: Paalala: Pera ng Kahararian para sa %@
fr: Rappel : Monnaie du Royaume pour %@
it: Promemoria: Valuta del reame per %@
ja: 「%1$@」の洞天宝銭
ko: 알림: %@의 영역 통화
ru: Напоминание: Валюта королевства для %@
vi: Nhắc nhở: Tiền tệ trong Vương quốc cho %@
zh_hans: 「%@」洞天宝钱提醒
zh_hant: 「%@」洞天寶錢提醒

# notification.simulatedUniverse.body:%@%@%@
source: The simulated universe score for %1$@ is not yet full. The current progress is %2$@/%3$@.
de: Der simulierte Universums-Score für %1$@ ist noch nicht vollständig. Der aktuelle Fortschritt beträgt %2$@/%3$@.
es: La puntuación del universo simulado para %1$@ aún no está completa. El progreso actual es %2$@/%3$@.
fil: Ang na-simulate na puntos ng uniberso para sa %1$@ ay hindi pa kumpleto. Ang kasalukuyang progreso ay %2$@/%3$@.
fr: Le score de l'univers simulé pour %1$@ n'est pas encore complet La progression actuelle est de %2$@/%3$@
it: Il punteggio dell'universo simulato per %1$@ non è ancora completo. L'attuale progresso è %2$@/%3$@
ja: 「%1$@」の模擬宇宙ポイントは未満です。現在の進捗状況は：%2$@/%3$@。
ko: %1$@의 모의 우주 점수가 아직 가득 차지 않았습니다 현재 진행 상황은 %2$@/%3$@입니다
ru: Симуляция очков вселенной для %1$@ еще не завершена. Текущий прогресс %2$@/%3$@
vi: Điểm vũ trụ mô phỏng cho %1$@ chưa đầy. Tiến trình hiện tại là %2$@/%3$@.
zh_hans: 「%1$@」的模拟宇宙积分未满，当前进度为 %2$@/%3$@。
zh_hant: 「%1$@」的模擬宇宙積分未滿，當前進度為 %2$@/%3$@。

# notification.simulatedUniverse.title:%@
source: Reminder: Simulated Universe for %@
de: Erinnerung: Simuliertes Universum für %@
es: Recordatorio: Universo simulado para %@
fil: Paalala: Isinaayos na Uniberso para sa %@
fr: Rappel : Univers simulé pour %@
it: Promemoria: Universo simulato per %@
ja: 「%@」の模擬宇宙
ko: 알림: %@의 모의 우주
ru: Напоминание: Смоделированная Вселенная для %@
vi: Nhắc nhở: Vũ trụ mô phỏng cho %@
zh_hans: 「%@」模拟宇宙提醒
zh_hant: 「%@」模擬宇宙提醒

# notification.stamina.customize.body:%@%@%@
source: %1$@ currently has %2$@ stamina and will be fully restored on %3$@.
de: %1$@ hat derzeit %2$@ Ausdauer und wird am %3$@ vollständig wiederhergestellt.
es: %1$@ actualmente tiene %2$@ de resistencia y se restaurará completamente el %3$@
fil: Si %1$@ ay kasalukuyang may %2$@ na tibay at ganap na maibabalik sa %3$@
fr: %1$@ a actuellement %2$@ de résine et sera complètement restauré le %3$@
it: %1$@ ha attualmente %2$@ resistenza e sarà completamente ripristinato il %3$@
ja: 「%1$@」のスタミナは現在%2$@点です。%3$@まで全回復予定。
ko: %1$@은(는) 현재 %2$@의 체력을 가지고 있으며 %3$@에 완전히 회복될 것입니다
ru: У %1$@ сейчас %2$@ выносливости, полностью восстановится %3$@
vi: Hiện tại %1$@ có %2$@ thể lực và sẽ được phục hồi hoàn toàn vào %3$@.
zh_hans: 「%1$@」现有 %2$@ 点玩家体力，将在 %3$@ 回满
zh_hant: 「%1$@」現有%2$@點玩家體力，將在%3$@回滿

# notification.stamina.customize.body.extra:
source: Issued at:
de: Ausgestellt am:
es: Emitido el:
fil: Inilabas noong:
fr: Émis le :
it: Emesso alle:
ja: 通知の発行時刻：
ko: 발행 시각:
ru: Время выдачи:
vi: Phát hành lúc:
zh_hans: 此条通知签发于：
zh_hant: 此條通知簽發於：

# notification.stamina.full.body:%@
source: The player stamina for %@ has been fully restored.
de: Die Ausdauer des Spielers %@ wurde vollständig wiederhergestellt.
es: La resistencia del jugador para %@ ha sido completamente restaurada
fil: Ang tibay ng paglalaro para kay %@ ay lubos nang naibalik.
fr: La résine du joueur pour %@ a été complètement restaurée
it: La resistenza del giocatore per %@ è stata completamente ripristinata
ja: 「%@」のスタミナは全回復になりました。
ko: %@의 플레이어 체력이 완전히 회복되었습니다.
ru: Запас выносливости игрока для %@ полностью восстановлен.
vi: Thể lực của người chơi cho %@ đã được phục hồi hoàn toàn.
zh_hans: 「%@」的玩家体力已回满。
zh_hant: 「%@」的玩家體力已回滿。

# notification.stamina.title:%@
source: Reminder: Player Stamina for %@
de: Erinnerung: Spieler-Ausdauer für %@
es: Recordatorio: Resistencia del jugador para %@
fil: Paalala: Tibay ng Manlalaro para sa %@
fr: Rappel : Résine du joueur pour %@
it: Promemoria: Stamina giocatore per %@
ja: 「%@」のスタミナのリマインダー
ko: 알림: %@의 플레이어 체력
ru: Напоминание: Выносливость игрока для %@
vi: Nhắc nhở: Thể lực của người chơi cho %@
zh_hans: 「%@」玩家体力提醒
zh_hant: 「%@」玩家體力提醒

# notification.trounceBlossom.body:%@%@
source: %1$@ has %2$@ chance(s) left for Trounce Blossom resin consumption discount.
de: %1$@ hat noch %2$@ Chance(n) für einen Rabatt beim Harzverbrauch von Trounce Blossom.
es: A %1$@ le quedan %2$@ oportunidad(es) para el descuento en el consumo de resina para Flor de Lucha.
fil: %1$@ may %2$@ pagkakataon pang natitira para sa Trounce Blossom resin consumption discount.
fr: Il reste %2$@ tentatives(s) à %1$@ pour les fleurs des lignes énergétiques
it: %1$@ ha %2$@ possibilità rimanenti di sconto sul consumo di resina per la Sfida dei Fiori di Battaglia.
ja: 「%1$@」は原神での今週の征討の花（※）で使える樹脂値引きはまだ %2$@ 回残っております。// ※「名前を覚えるべき強敵」と「奔狼の領主」を示す。
ko: %1$@에게 트룬스 블로섬 레진 소비 할인 기회가 %2$@번 남았습니다.
ru: У %1$@ осталось %2$@ попыток на скидку по расходу смолы на Цветок-Уступку.
vi: %1$@ có %2$@ cơ hội giảm giá tiêu thụ nhựa Trounce Blossom còn lại.
zh_hans: 「%1$@」本周还剩 %2$@ 次原神征讨之花树脂折扣次数。这包括「值得铭记的强敌」与「奔狼的领主」。
zh_hant: 「%1$@」本週還剩 %2$@ 次原神征討之花樹脂折扣次數。這包括「值得銘記的強敵」與「奔狼的領主」。

# notification.trounceBlossom.title:%@
source: Reminder: Genshin Trounce Blossom for %@
de: Erinnerung: Genshin-Debakelblüte für %@
es: Recordatorio: Derrota del reto de flor de Genshin para %@
fil: Paalala: Genshin Trounce Blossom para sa %@
fr: Rappel : Fleurs des lignes énergétiques pour %@
it: Promemoria: Fioritura Abbatta Genshin per %@
ja: 「%@」の原神征討の花の樹脂値引き
ko: 알림: %@(을)를 위한 원신 승부의 꽃
ru: Напоминание: Испытание в Genshin для %@
vi: Nhắc nhở: Hoa Cầu Trận Genshin cho %@
zh_hans: 「%@」原神征讨之花树脂折扣提醒
zh_hant: 「%@」原神征討之花樹脂折扣提醒

# server.location.asia
source: Asia
de: Asien
fil: Asya
fr: Asie
ja: アジア
ko: 아시아
ru: Азия
vi: Châu Á
zh_hans: 亚洲
zh_hant: 亞洲

# server.location.celestia.ZZZ
source: New Eridu
de: Neues Eridu
es: Nueva Eridu
fil: Bagong Eridu
fr: Nouvelle Eridu
it: Nuova Eridu
ja: 新エリー都
ko: 뉴 에리두
ru: Новый Эриду
vi: I-rít-đu mới
zh_hans: 新艾利都
zh_hant: 新艾利都

# server.location.europe
source: Europe
de: Europa
es: Europa
fil: Europa
it: Europa
ja: ヨーロッパ
ko: 유럽
ru: Европа
vi: Châu Âu
zh_hans: 欧洲
zh_hant: 歐洲

# server.location.hkMacauTaiwan
source: HK / Aomen / Taiwan
de: HK / Macau / Taiwan
es: HK / Aomen / Taiwán
fil: HK / Macau / Taiwan
fr: HK / Macao / Taïwan
ja: 香港・澳門・台湾
ko: 홍콩 / 아오먼 / 대만
ru: Гонконг / Аомэнь / Тайвань
vi: HK / Aomen / Đài Loan
zh_hans: 港澳台
zh_hant: 港澳臺

# server.location.irminsul
source: Irminsul / The Nameless
de: Irminsul / Die Namenlose
es: Irminsul / El Sin Nombre
fil: Irminsul / Ang Walang Pangalan
fr: Irminsul / Les Sans-nom
it: Irminsul / Il Senza Nome
ja: 世界樹 (ナナシビト)
ko: 이르민술 / 이름 없는 자
ru: Ирминсуль / Безымянный
vi: Irminsul / Vô Danh
zh_hans: 世界树 (无名客)
zh_hant: 世界樹 (無名客)

# server.location.irminsul.HSR
source: The Nameless
de: Der Namenlose
es: El Sin Nombre
fil: Ang Walang Pangalan
fr: Les Sans Nom
it: Il Senza Nome
ja: ナナシビト
ko: 이름 없는
ru: Безымянный
vi: Vô Danh
zh_hans: 无名客
zh_hant: 無名客

# server.location.unitedStates
source: America
de: Amerika
es: América
fr: Amérique
ja: アメリカ
ko: 미국
ru: Америка
vi: Mỹ
zh_hans: 美洲
zh_hant: 美洲

# server.location.celestia
source: Celestia (Astral Expr.)
es: Celestia (Expr. Astral)
fr: Celestia (Astral Epress)
it: Celestia (Expr. Astrale)
ja: 天空の島 (星穹列車)
ko: 셀레스티아 (천체 표현)
ru: Целестия (Астральный эксп.)
vi: Celestia (Hành Trình Thiên Giới)
zh_hans: 天空岛 (星穹列车)
zh_hant: 天空島 (星穹列車)

# accountRegion.name.miyoushe
source: Miyoushe
ja: 米遊社
ko: 미요셰
zh_hans: 米游社
zh_hant: 米遊社

# server.location.celestia.GI
source: Celestia
ja: 天空の島
ko: 셀레스티아
zh_hans: 天空岛
zh_hant: 天空島

# server.location.celestia.HSR
source: Astral Express
ja: 星穹列車
ko: 아스트랄 익스프레스
ru: Астральный Экспресс
zh_hans: 星穹列车
zh_hant: 星穹列車

# server.location.irminsul.GI
source: Irminsul
ja: 世界樹
ko: 이르민술
ru: Ирминсул
zh_hans: 世界树
zh_hant: 世界樹
